---
kind: other
id: Properties.T:Autodesk.Revit.UI.Events.DockableFrameVisibilityChangedEventArgs
source: html/c8762f6b-89c0-964f-e40d-0e130d4e0609.htm
---
# DockableFrameVisibilityChangedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.